/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Cargar archivo";
"_download_file_"           = "Descargar archivo";
"_upload_encrypted_file_"   = "Cargar archivo encriptado";
"_loading_"                 = "Cargando";
"_loading_num_"             = "Cargar archivo %i";
"_loading_camera_upload_"   = "Carga automática";
"_uploading_"               = "Cargando";
"_synchronization_"         = "Sincronización";
"_delete_"                  = "Borrado";
"_delete_file_n_"           = "Borrar archivo %i de %i";
"_rename_"                  = "Renombrar";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mover archivo %i de %i";
"_create_folder_"           = "Crear una carpeta nueva";
"_creating_sharing_"        = "Creating share";
"_updating_sharing_"        = "Updating share";
"_removing_sharing_"        = "Removing share";
"_add_"                     = "Agregar";
"_login_"                   = "Inicio de sesión";
"_save_"                    = "Guardar";
"_save_encrypted_"          = "Guardar encriptado";
"_warning_"                 = "Advertencia";
"_error_"                   = "Error";
"_no_"                      = "No";
"_yes_"                     = "Sí";
"_select_"                  = "Seleccionar";
"_crypto_cloud_upload_"     = "_brand_ - Upload";
"_home_"                    = "Archivos";
"_file_to_upload_"          = "Archivos a cargar";
"_destination_"             = "Destino";
"_ok_"                      = "Ok";
"_beta_version_"            = "Versión beta";
"_function_in_testing_"     = "Funcionalidad en pruebas, favor de enviar información de cualquier problema o falla. ";
"_done_"                    = "Terminado";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters are required";
"_selected_"                = "Seleccionado";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "No se encontró la cuenta";
"_info_"                    = "Info";
"_save_exit_"               = "¿Desea salir sin guardar?";
"_video_"                   = "Video";
"_overwrite_"               = "Sobreescribir";
"_transfers_in_queue_"      = "Transferencias en curso, favor de aguardar ...";
"_too_errors_automatic_all_"= "Se presentaron demasiados errores, favor de ir al Centro de Control para verificar el problema";
"_create_folder_"           = "Crear una carpeta nueva";
"_close_"                   = "Cerrar";
"_postpone_"                = "Postponer";
"_remove_"                  = "Eliminar";
"_file_not_found_"          = "Archivo no encontrado";
"_continue_"                = "¿Desea continuar?";

// App

"_synchronization_header_"  = "Sincronización de encabezado encriptado en curso ...";
"_network_available_"       = "Red disponible";
"_network_not_available_"   = "Red no disponible";

// Networking

"_file_too_big_"            = "El archivo es demasiado grande para ser encriptado/decriptado";
"_file_too_big_max_100_"    = "Archivo demasiado grande (100 kb. max.) ";
"_...loading..._"           = ".. cargando ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Archivo no encontrado, no se puede reenviar, borre la carga y recargue el archivo que desea cargar";
"_file_already_exists_"     = "No fue posible completar la operación, existe un archivo con el mismo nombre";
"_read_file_error_"         = "Error de lectura de archivo";

// Settings

"_acknowledgements_"        = "Reconocimentos";
"_settings_"                = "Ajustes";
"_passcode_"                = "Contraseña";
"_lock_active_"             = "Bloqueo : Activo";
"_lock_not_active_"         = "Bloqueo : Inactivo";
"_lock_protection_folder_"  = "Bloquear solo para carpetas compartidas";
"_url_"                     = "URL";
"_username_"                = "Nombre de usuario";
"_change_credentials_"      = "Cambiar sus credenciales";
"_wifi_only_"               = "Sólo usar la conexión Wi-Fi";
"_uploading_from_camera_"   = "Carga automática de imágenes de la cámara";
"_app_version_"             = "Versión de la Aplicación";
"_app_in_use_"              = "La aplicación está en uso";
"_contact_by_email_"        = "Contáctenos por correo electrónico";
"_clear_cache_"             = "Borrar el Caché (%@ usado)";
"_clear_cache_no_size_"     = "Borrar el Caché";
"_exit_"                    = "Exit _brand_";
"_funct_not_enabled_"       = "Funcionalidad no habilitada";
"_passcode_activate_"       = "Bloqueo de contraseña activado";
"_disabling_passcode_"      = "Desactivando bloqueo de contraseña ";
"_want_exit_"               = "Attention! _brand_ will be reset to the initial state. Continue?";
"_proceed_"                 = "Proceder";
"_delete_cache_"            = "Borrar caché";
"_want_delete_cache_"       = "¿Desea borrar el caché?";
"_mail_deleted_"            = "Correo electrónico borrado";
"_mail_saved_"              = "Correo electrónico guardado";
"_mail_sent_"               = "Correo electrónico enviado exitosamente";
"_mail_failure_"            = "Se presentó una falla al enviar el correo electrónico: %@";
"_information_req_"         = "Solicitud de información";
"_credentials_"             = "Credenciales";
"_manage_account_"          = "Administrar cuenta";
"_change_password_"         = "Cambiar contraseña";
"_add_nextcloud_"           = "Agregar cuenta de Nextcloud";
"_delete_account_"          = "Borrar cuenta";
"_want_delete_"             = "¿Está seguro que desea borrarlo?";
"_no_delete_"               = "No, no borrarlo";
"_yes_delete_"              = "Sí, borrarlo";
"_remove_cache_"            = "Favor de aguardar, borrando caché ...";
"_optimizations_"           = "Optimizaciones";
"_synchronizations_"        = "Carpetas sincronizadas";
"_version_server_"          = "Versión del servidor";
"_check_key_aes_256_"       = "Controlar el código de seguridad de la llave de encripción";
"_encryptpass_by_email_"    = "Enviar el código de seguridad de la llave de encripción por correo";
"_title_mail_encryptpass_"  = "Encryption Key Passcode _brand_";
"_text1_mail_encryptpass_"  = "El código de seguridad de su llave de encripción es";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Ayuda";
"_lock_protection_simply_"  = "Protección de contraseña débil";
"_change_simply_passcode_"  = "Cambiar el tipo de contraseña";
"_quota_"                   = "Cuota";
"_available_"               = "disponible";
"_cloud_account_"           = "Cloud Account";
"_information_"             = "Información";
"_user_information_"        = "Información del usuario";
"_user_address_"            = "Dirección";
"_user_phone_"              = "Número telefónico";
"_user_email_"              = "Correo electrónico";
"_user_web_"                = "Sitio web";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Usted está usando %@ de %@";
"_favorite_offline_"        = "Favoritos disponibles fuera de línea";
"_favorite_offline_footer_" = "Making all favorites available offline may take a long time with a high memory occupation.";

// Manage Camera Upload

"_upload_camera_"           = "Fotos/videos cargados de la cámara";
"_upload_camera_background_"= "Cargar imágenes en 2do plano";
"_upload_foto_camera_"      = "Cargar fotos de la cámara";
"_upload_encry_camup_"      = "Cargar archivos encriptados";
"_upload_video_camera_"     = "Cargar videos de la cámara";
"_upload_automatic_photos_" = "Cargar fotos de la cámara automáticamente";
"_upload_automatic_videos_" = "Cargar videos de la cámara automáticamente";
"_photo_folder_photocamera_"= "Las fotos serán cargadas en la carpeta 'fotos' en su nube";
"_upload_automatic_videos_footer_"  = "Debido al uso de CPU, los videos solo se enviarán cuando _brand_ esté activo en primer plano. ";
"_photo_folder_background_"         = "This option requires the use of GPS to trigger the detection of new photos in the camera roll once the location changes significantly";
"_cameraupload_background_title_"   = "Limitaciones";
"_cameraupload_background_msg_"     = "Debido a restricciones de iOS, aún no es posible ejecutar procesos en segundo plano, a menos de que los servicios de GPS estén actividados. Una vez que la célula en la red celuar haya cambiado, el sistema despierta a _brand_ por un breve espacio y verifica si hay nuevas fotos para cargar a la nube. ";
"_upload_camera_change_location_"   = "Cambiar carpeta";
"_upload_camera_location_now_"      = "Carpeta";
"_upload_camera_location_default_"  = "Restaurar la carpeta por defecto";
"_upload_camera_change_location_footer_" = "Change Photos folder that is used for 'Automatic upload of camera photos' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Favor de seleccionar la carpeta";
"_upload_camera_save_album_"        = "Copiar la foto o video en el álbum de fotos";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Cargar todos las fotos/videos de la cámara";
"_upload_camera_fullphotos_footer_" = "Seleccione las opciones anteriores antes de cargar";
"_upload_camera_create_subfolder_" = "Usar subcarpetas";
"_upload_camera_create_subfolder_footer_" = "Almacenar en subcarpetas con base en el año y mes";

// Manage Crypto Cloud

"_crypto_cloud_system_"             = "Crypto Cloud System";
"_alert_activation_crypto_cloud_"   = "Crypto Cloud System activated correctly";
"_alert_deactivation_crypto_cloud_" = "Crypto Cloud System deactivated correctly";
"_activation_crypto_cloud_"         = "Activation Crypto Cloud System";
"_deactivation_crypto_cloud_"       = "Deactivation Crypto Cloud System";
"_footer_crypto_cloud_"             = "Based on the encryption AES-256, Crypto Cloud System will enable you to store all your private data (documents, templates, photos, videos, etc…) in your Cloud, thus keeping them safe from possible 'prying eyes'.\n\nYou will be asked to enter a encryption key (minimum 4 characters, maximum 64 characters). You will never be able to retrieve it and your files will remain encrypted. Should you re-install Nextcloud or access to your data from another iOS system, use the same combination.\n\nAny file can be encrypted or decrypted. The name of folders containing your files can be encrypted as well (so as to hide any possible hint at their contents).\n\nAny kind of document, either in standard or in encrypted format, can be uploaded from Nextcloud onto your Cloud. All encrypted files and folders will be marked in orange colour. If they are in preview mode, they will be identified by a 3 bullets orange label instead.\n\nTemplates for recording your confidential data (note, credit card, ATM card, bank accounts, passwords to websites, etc…) are available and they can be saved in your Cloud in encrypted mode as well.\n\nActive/Disactive whenever you want, but remember to always use the same encryption key.\n\nAt the moment the encrypted files with Crypto Cloud System can be viewed only with iOS system.";

// Manage Photos

"_change_folder_photos_"        = "Cambiar la carpeta de Fotos";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introduction _brand_";
"_help_activity_section_"       = "Actividad";
"_help_activity_verbose_"       = "Detailed Activity feed";
"_help_activity_mail_"          = "Enviar la actividad por correo";
"_help_activity_clear_"         = "Quitar actividad";


// Manage Optimizations

"_optimized_photos_"            = "Resolución de fotos optimizada";
"_upload_del_photos_"           = "Eliminar archivos después de la carga";
"_optimized_photos_how_"        = "If your iPhone is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"       = "Files will be removed from _brand_ memory after they’ve been uploaded to the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Login

"_connect_server_anyway_"       = "¿Desea conectarse al servidor de cualquier modo?";
"_connection_error_"            = "Error de conexión";
"_add_your_nextcloud_"          = "Agregar su cuenta Nextcloud";
"_key_aes_256_"                 = "Código de seguridad de la llave de encripción";

"_security_init_required_hint_" = "Pista para el código de seguridad de la llave de encripción (Recomendado)";
"_hint_"                        = "Pista";
"_security_init_required_mail_" = "Ingrese la dirección de correo electrónico a la que se enviará el código de seguridad (recomendado).";
"_email_"                       = "Correo electrónico";
"_title_form_security_init_"    = "Opciones de seguridad";
"_login_bottom_label_"          = "¿Aún no cuenta con un servidor?\n\nElija uno de los siguientes proveedores. ";

// offline

"_favorites_"                   = "Favoritos";
"_offline_"                     = "Fuera de línea";
"_local_storage_"               = "Almacentamiento local";
"_no_files_uploaded_"           = "No se han cargado archivos";
"_tutorial_favorite_view_"      = "Aquí hay una lista de los archivos que ha seleccionado como favoritos. ";
"_tutorial_offline_view_"       = "Copy here the files that should be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "Más";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No hay Fotos o Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and videos from the camera go to the settings and activate the service 'Automatic upload of camera photos'";
"_no_date_"                                 = "Sin fecha";
"_today_"                                   = "Hoy";
"_time_"                                    = "Tiempo : %@\n\n%@";
"_location_not_enabled_"                    = "Los Servicios de Ubicación están deshabilitados";
"_location_not_enabled_msg_"                = "Favor de ir a los Ajustes y activar los Servicios de Ubicación para permitir la carga automática de fotos/video de la cámara. ";
"_access_photo_not_enabled_"                = "El acceso a Fotos no está habilitado";
"_access_photo_not_enabled_msg_"            = "Favor de ir a los Ajustes y activar Acceso a Fotos para permitir la carga automática de fotos/video de la cámara. ";
"_access_photo_location_not_enabled_"       = "El acceso a Fotos y Ubicación no está habilitado";
"_access_photo_location_not_enabled_msg_"   = "Favor de ir a los Ajustes y activar el Acceso a Fotos y Servicios de ubicación para permitir las cargas automáticas de fotos/video. ";
"_processing_send_camera_upload_"           = "Cargando foto de la cámara ...";
"_tutorial_photo_view_"                     = "No se han cargado fotos o videos";
"_create_full_upload_"                      = "Archivando ... es posible que tome algún tiempo, favor de esperar";
"_error_createsubfolders_upload_"           = "Se presentó un error al crear subcarpetas";
"_activate_camera_upload_"                  = "Activar la carga de la cámara";

// Template

"_title_"                       = "Título";
"_web_account_data_"            = "Datos de cuenta web";
"_url:_"                        = "URL :";
"_login:_"                      = "Inicio de sesión :";
"_password:_"                   = "Contraseña :";
"_notes_"                       = "Notas";
"_web_account_"                 = "Cuenta web";
"_enter_title_"                 = "ingresar título";
"_add_folder_"                  = "Agregar carpeta";
"_add_photos_videos_"           = "Agregar fotos o videos";
"_add_folder_encryptated_"      = "Agregar carpta con nombre encriptado";
"_add_encrypted_photo_video_"   = "Agregar fotos o videos encriptados";
"_add_credit_card_"             = "Agregar plantilla para tarjeta de crédito";
"_add_atm_"                     = "Agregar plantilla para tarjeta de cajero automático";
"_add_bank_account_"            = "Agregar plantilla para cuenta bancaria";
"_add_web_account_"             = "Agregar cuenta web";
"_add_notes_"                   = "Agregar notas";
"_add_driving_license_"         = "Agregar plantilla para licencia de conducir";
"_add_id_card_"                 = "Agregar plantilla para identificación oficial";
"_add_passport_"                = "Agregar plantilla para pasaporte";
"_add_atm_card_"                = "Datos de tarjeta de cajero automático";
"_bank_name:_"                  = "Nombre del banco :";
"_code:_"                       = "Código :";
"_security_code:_"              = "Código de seguridad :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "Tarjeta de cajero automático";
"_credi_card_data_"             = "Datos de Tarjeta de Crédito";
"_name_surname:_"               = "Nombre Apellidos :";
"_expiry_date:_"                = "Fecha de expiración :";
"_credit_card_"                 = "Tarjeta de Crédito";
"_id_card_"                     = " Identificación oficial";
"_number:_"                     = "Número :";
"_place_of_birth:_"             = "Lugar de nacimiento :";
"_date_of_birth:_"              = "Fecha de nacimiento :";
"_date_of_issue:_"              = "Fecha de expedición :";
"_date_of_expiry:_"             = "Fecha de expiración :";
"_bank_account_data_"           = "Datos de cuenta bancaria";
"_account_n:_"                  = "No. de cuenta :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agencia :";
"_bank_account_"                = "Cuenta bancaria";
"_passport_"                    = "Pasaporte";
"_driving_license_"             = "Licencia de conducir";
"_license_number:_"             = "Número de licencia :";
"_vehicle_types:_"              = "Tipos de vehículos :";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "hace menos de un minuto";
"_minutes_ago_"                 = "hace %d minutos";
"_hours_ago_"                   = "hace %d horas";
"_days_ago_"                    = "hace %d días";
"_over_30_days_"                = "más de 30 días";
"_connection_internet_offline_" = "The internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "ingrese su contraseña";
"_update_in_progress_"          = "Actualizando versión, favor de aguardar ...";
"_forbidden_characters_"        = "El archivo o carpeta contiene caracteres no permitidos";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address entered";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Descompresión en almacenamiento local en curso ...";
"_file_unpacked_"               = "El archivo se desempacó exitosamente en almacenamiento local";
"_file_saved_local_"            = "El archivo se guardó exitosamente en almacenamiento local. ";
"_file_not_present_"            = "Se presentó un error, el archivo no está presente, favor de recargar";
"_order_by_date_"               = "Ordenar por fecha";
"_current_order_name_"          = "(ordenado actualmente por nombre)";
"_order_by_name_"               = "Ordenar por nombre";
"_current_order_date_"          = "(ordenado actualmente por fecha)";
"_sort_descending_"             = "Orden descendente";
"_current_sort_ascending_"      = "(ordenado actualmente de forma ascendente)";
"_sort_ascending_"              = "Orden ascendente";
"_current_sort_descending_"     = "(ordenado actualmente de forma descendente)";
"_delete_selected_files_"       = "Borrar archivos";
"_move_selected_files_"         = "Mover archivos";
"_encrypted_selected_files_"    = "Archivos encriptados";
"_decrypted_selected_files_"    = "Archivos decriptados";
"_download_selected_files_"     = "Descargar archivos";
"_error_passcode_"              = "Error: código de seguridad para la llave de encripción erróneo. ";
"_error_operation_canc_"        = "Se presentó un error, operación cancelada.";
"_only_lock_passcode_"          = "Disponible sólo con la opción de Bloquear contraseña activada. Actívela en los Ajustes. ";
"_passcode_protection_"         = "Protección con contraseña";
"_encrypt_"                     = "Encriptar";
"_decrypt_"                     = "Decriptar";
"_remove_favorites_"            = "Quitar de mis favoritos";
"_remove_offline_"              = "Quitar de fuera de línea";
"_add_favorites_"               = "Agregar a sus favoritos";
"_add_offline_"                 = "Agregar  a fuera de línea";
"_remove_passcode_"             = "Eliminar protección de contraseña";
"_protect_passcode_"            = "Proteger con contraseña";
"_share_"                       = "Compartir";
"_reload_"                      = "Volver a cargar";
"_open_in_"                     = "Abrir en...";
"_remove_local_file_"           = "Eliminar del caché";
"_add_local_"                   = "Agregar al almacenamiento local";
"_comm_erro_pull_down_"         = "Atención, se presentó un error de comunicación con el servidor, jale hacia abajo para actualizar. ";
"_file_not_downloaded_"         = "el archivo no fue descargado";
"_file_not_uploaded_"           = "el archivo no fue cargado";
"_folders_"                     = "carpetas";
"_folder_"                      = "carpeta";
"_files_"                       = "archivos";
"_file_"                        = "archivo";
"_folder_blocked_"              = "Carpeta bloqueada";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encriptado ...";
"_decrypted_progress_"          = "Decriptado ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Ver imágenes";
"_synchronized_folder_"         = "Mantener la carpeta sincronizada";
"_remove_synchronized_folder_"  = "Eliminar la sincronización";
"_synchronized_confirm_"        = "After enabling the synchronization, all files in the folder will be synchronized with the server, continue?";
"_offline_folder_confirm_"      = "After enabling the offline, all files in the folder will be synchronized with the server, continue?";
"_same_device_different_passcode_"  = "The file was encrypted on the same device but with different passcode. Keep in mind that if the old passcode is entered, files encrypted with the new passcode will not be readable.";
"_file_encrypted_another_device_"   = "The file was encrypted on another device [%@], enter the passcode to decrypt its content.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DESCARGAR";
"_title_section_upload_"        = "CARGAR";
"_group_alphabetic_yes_"        = "✓ Agrupar alfabéticamente";
"_group_alphabetic_no_"         = "Agrupar alfabéticamente";
"_group_typefile_yes_"          = "✓ Agrupar por tipo de archivo";
"_group_typefile_no_"           = "Agrupar por tipo de archivo";
"_group_date_yes_"              = "✓ Agrupar por fecha";
"_group_date_no_"               = "Agrupar por fecha";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "Se requiere una red Wi-Fi, %lu%@ para cargar";
"_tite_footer_upload_"          = "%lu %@ para cargar";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ por descargar";
"_limited_dimension_"           = "Tamaño máximo alcanzado";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Guardar imágenes y videos al Álbum de Fotos";
"_file_not_saved_cameraroll_"   = "Se presentó un error, el archivo no se guardó en el Álbum de Fotos";
"_file_saved_cameraroll_"       = "Archivo guardado en el Álbum de Fotos";
"_directory_on_top_yes_"        = "✓ Carpetas arriba";
"_directory_on_top_no_"         = "Carpetas arriba";
"_folder_automatic_upload_"     = "Folder for Automatic upload";
"_search_no_record_found_"      = "Sin resultados";
"_search_in_progress_"          = "Búsqueda en curso...";
"_search_instruction_"          = "Buscar un archivo (2 caracteres mínimo)";

"audio"                         = "AUDIO";
"compress"                      = "COMPRIMIR";
"directory"                     = "CARPETAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMÁGENES";
"template"                      = "PLANTILLAS";
"unknow"                        = "DESCONOCIDO";
"video"                         = "VIDEO";

"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "File not present on the server";

"_copy_file_"                   = "Copiar archivo";
"_copy_files_"                  = "Copiar archivos";
"_paste_file_"                  = "Pegar archivo";
"_paste_file_encrypted_"        = "Pegar archivo encriptado";
"_paste_files_"                 = "Pegar archivos";
"_paste_files_encrypted_"       = "Pegar archivos encriptados";
"_paste_cryptated_"             = "Pegar archivo encriptado";

"_search_this_folder_"          = "Buscar en esta carpeta";
"_search_all_folders_"          = "Buscar en todas las carpetas";
"_search_sub_folder_"           = "Buscar aquí y en las subcarpetas";

// Security

"_reload_folder_"               = "Favor de recargar la carpeta";
"_encrypt_error_"               = "Se presentó un error [%@] durante la encripción del archivo %@.";
"_decrypt_error_"               = "Se presentó un error [%@] durante la decripción del archivo %@.";
"_encryption_"                  = "Encriptando ...";
"_decryption_"                  = "Decriptando ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but because of improvements it's required to re-login to get a new version of the database.";

// Files Preview

"_insert_password_pfd_"         = "PDF Seguro. Ingrese la contraseña";
"_password_pdf_error_"          = "Contraseña equivocada";
"_error_download_photobrowser_" = "Se presentó un error al descargar el archivo de foto";

// Share

"_share_link_"                  = "Compartir liga";
"_share_link_button_"           = "Enviar liga a ...";
"_password_"                    = "Contraseña";
"_share_password_"              = "Liga protegida por contraseña";
"_share_expirationdate_"        = "Establecer la fecha de expiración para la liga";
"_date_"                        = "Fecha";
"_share_title_"                 = "Compartir";
"_add_sharee_"                  = "Agregar usuarios o grupos";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share remove all users and groups";
"_find_sharee_title_"           = "Buscar";
"_find_sharee_"                 = "Buscar usuario o grupo ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to search for (at least 2 characters) followed by 'Return', select the users that should be allowed to access the share followed by 'Done' to confirm";
"_user_is_group_"               = "(grupo)";
"_direct_sharee_title_"         = "Compartir";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Ingrese el nombre de usuario ...";
"_user_sharee_footer_"          = "Tap for change privileges";
"_share_type_title_"            = "Type of share";
"_share_type_user_"             = "Usuario";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privilegios";
"_share_permission_edit_"           = "Puede editar";
"_share_permission_file_can_write_" = "Puede escribir archivos";
"_share_permission_create_"         = "Puede crear";
"_share_permission_create_file_"    = "Puede crear archivos";
"_share_permission_create_folder_"  = "Puede crear carpetas";
"_share_permission_change_"         = "Puede cambiar";
"_share_permission_delete_"         = "Puede borrar";
"_share_permission_share_"          = "Puede compartir";
"_share_permission_rename_"         = "Puede renombrar";
"_share_permission_move_"           = "Puede mover";
"_share_permission_info_"           = "Compartiendo información";
"_share_permission_path_"           = "Archivo/Carpeta";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Ususario";
"_share_permission_typegroup_"      = "Grupo";
"_share_permission_typepubliclink_" = "Liga";
"_share_permission_typefederated_"  = "Federado";
"_share_permission_owner_"          = "Dueño";
"_share_permission_date_"           = "Fecha";
"_share_permission_email_"          = "Notificación por correo electrónico";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Compartido con usted";
"_type_resource_external_"          = "Almacenamiento externo";

// Share Ext

"_destiny_folder_"                  = "Carpeta : %@";

// Control Center

"_no_transfer_"                     = "Sin transferencia";
"_no_activity_"                     = "Sin actividad";
"_transfers_"                       = "Transferencias";
"_activity_"                        = "Actividad";
"_activity_file_not_present_"       = "El archivo ya no se encuentra";


// Offline

"_create_synchronization_"          = "Crear sincronización";

// Create Cloud

"_upload_photos_videos_"            = "Cargar fotos y videos";
"_upload_file_"                     = "Cargar archivo";
"_upload_encrypted_mode"            = "Cargar en modo encriptado";
"_upload_template_"                 = "Cargar plantilla";
"_upload_plain_mode"                = "Cargar en modo normal";

// Document Picker

"_save_document_picker_"            = "Guardar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Carpeta destino";
"_use_folder_photos_"               = "Usar la carpeta de Fotos como destino";
"_rename_filename_"                 = "Renombrar";
"_filename_"                        = "Nombre";
"_preview_filename_"                = "Ejemplo de nombre de archivo, usted puede usar la mascara MM,DD,AA para la fecha";
"_forbidden_characters_"            = "El archivo o carpeta contiene caracteres no permitidos";

// Notification

"_notification_"                    = "Notificación";

// Photo Browser

"Done"                              = "Terminado";
"Select Photos"                     = "Seleccionar Fotos";
"photo"                             = "foto";
"photos"                            = "fotos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

